---
kind: other
id: Properties.T:Autodesk.Revit.DB.ViewCropRegionShapeManager
source: html/3f97a66c-0803-d9c0-dbe0-a2ab4da2a682.htm
---
# ViewCropRegionShapeManager Properties

The offset from the bottom of the view crop that determines the location of the annotation crop bottom boundary.